{-# LANGUAGE OverloadedStrings #-} {- -*- Coding: utf-8 -*- -}

module Answers where

import qualified Data.Text as T (Text, pack, unpack, append)

anss :: [T.Text]
anss = 
  [ "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "なるほど", "なるほどー", "そうですね", "そうですねー", "そうですか", "そうですかー", "そうなんですか", "わかりました"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  , "ですよねー"
  ,  "へー", "ほー", "ふーん"
  ,  "へー", "ほー", "ふーん"
  ,  "へー", "ほー", "ふーん"
  ,  "え？"
  , "それな"
  ]
